[
  {
    "path": "posts/2021-12-16_modes-of-learning/",
    "title": "Modes of Learning",
    "description": "This is the end of the ONL journey, or maybe just the beginning!",
    "author": [
      {
        "name": "Linda Sellou",
        "url": {}
      }
    ],
    "date": "2021-12-16",
    "categories": [
      "Open Networked Learning",
      "Open education"
    ],
    "contents": "\n\n\n\nFigure 1: Modes of Learning Framework from Professor Richard Elmore. Source Knowledge One (article by Catherine Meilleur)\n\n\n\nThis is the end of the ONL journey, or maybe just the beginning!\nFor the last topic, we discussed the Modes of learning framework developed by Professor Elmore. Professor Elmore defines four modes of learning;\nHierarchical individual: individuals learn on their own and follow the teaching of a person/persons. It is the traditional classroom.\nHierarchical collective: individuals learn in groups and follow the teaching of a person/persons. It can still be found in the traditional classroom with group activities.\nDistributed individual: individuals decide what to learn and how to learn. They learn from anyone. An example is learners enrolled in MOOCs.\nDistributed collective: Individuals learn from a community or network with the same interests and goals. They take both roles of learners and teachers.\nWhile searching, I came across https://www.cef-see.org/blog/leaders-of-learning written by Urska Zrinski. As explained in this article, it is essential to know what kind of learners we are and what kind of learners others are. This is directly connected to the type of learning environment we want for our students. We discussed a lot during this ONL journey about designing the best learning environment for our students.\nWe might prefer one mode or another, but we all go through all modes of learning at one moment or another. I am not sure if we should explicitly tell our students to be confident in all the learning modes, but at least we should strive to make them confident for their professional careers.\nThis ONL experience was very enriching. Content-wise, learning about Open education was relatively new, and it is something I would like to learn further. Especially using OER might be a solution to spend less time writing lecture notes and more time designing effective learning activities and an appropriate learning environment. The other topic I found useful for my teaching is collaborative learning. It is something I have been working on. I will use more educational research to inform my practice. A group mate shared a very useful resource for class discussion strategies.\nOf course, the most important aspect of the ONL experience is the process and meeting great people. This is priceless. Going through what students experience is so valuable and beneficial for our teaching. I am glad I got the chance to start my first Personal Learning Network! I am grateful to my PBL group: Anna, Joanna, Juho, Martin, and Tim and our guides Alan and Luis. Thanks to all the ONL community.\nWe can learn anything, anywhere, anytime, and choose who to learn with. Life is much better in good company.\n\n\n\n",
    "preview": "https://knowledgeone.ca/wp-content/uploads/2020/05/4-modes-en.jpg",
    "last_modified": "2021-12-16T22:39:17+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-12-02_design-for-online-and-blended-learning/",
    "title": "Design for Online and Blended Learning",
    "description": "We learned from the pandemic that we have to be adaptable and flexible.",
    "author": [
      {
        "name": "Linda Sellou",
        "url": {}
      }
    ],
    "date": "2021-12-02",
    "categories": [
      "Open Networked Learning",
      "Open education",
      "Blended learning"
    ],
    "contents": "\n\n\n\nFigure 1: Correlation (From xkcd)\n\n\n\nWe learned from the pandemic that we have to be adaptable and flexible. Like everyone else, I had to move to remote teaching. Now that we have been in this situation for almost two years, it has become online or hybrid teaching. I have realised the value of hybrid teaching or blended learning. Why blended learning? Because it offers so many opportunities. For me, it is getting the best from online and face-to-face learning.\nNow bringing the best is not that straightforward (or easy), and it requires a careful course design. As Martin Weller discussed in the webinar, we sometimes think we have adopted new educational strategies using Information and Communication Technologies (ICTs). But if we reflect and use the evidence collected in our teaching, we realise we hardly have changed our pedagogy. Another important point that Martin Weller mentioned is that it takes a long time to design a We learned from the pandemic that we have to be adaptable and flexible. Like everyone else, I had to move to remote teaching. Now that we have been in this situation for almost two years, it has become online or hybrid teaching. I have realised the value of hybrid teaching or blended learning. Why blended learning? Because it offers so many opportunities. For me, it is getting the best from online and face-to-face learning.\nNow bringing the best is not that straightforward (or easy), and it requires a careful course design. As Martin Weller discussed in the webinar, we sometimes think we have adopted new educational strategies using Information and Communication Technologies (ICTs). But if we reflect and use the evidence collected in our teaching, we realise we hardly have changed our pedagogy. Another important point that Martin Weller mentioned is that it takes a long time to design a course and iterations. So it is good to put things into perspective, keep reflecting and adjusting.\nThe key idea is to engage students to get ownership of their learning. Designing effective learning activities is probably the most important (well, for me), and I intend to develop more in my courses. This Open University Learning Design team resource is particularly useful for designing and conducting collaborative online activities.\nAnother aspect I am trying to work on is developing collaborative learning within the class. I found it was easier online for bigger classes as they can discuss on forums outside class times. However, it was limited. Students post questions, and a few eager students bounce ideas, but most of the time, I answer the questions. I am not sure if it is because of competition, lack of confidence, or time. I am hoping to get better strategies to encourage online peer support without making it compulsory.\n\n\n\n",
    "preview": "https://imgs.xkcd.com/comics/correlation.png",
    "last_modified": "2021-12-16T22:42:19+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-25_collaborative-learning/",
    "title": "Collaborative Learning",
    "description": "Complexity, Benefits, and Challenges of Open Education and Pedagogy.",
    "author": [
      {
        "name": "Linda Sellou",
        "url": {}
      }
    ],
    "date": "2021-11-25",
    "categories": [
      "Open Networked Learning",
      "Open education"
    ],
    "contents": "\n\n\n\nFigure 1: Tips for collaborative learning. (From www.teachthought.com)\n\n\n\nIn topic 2, we discussed the complexity, benefits, and challenges of open education and pedagogy. One of the interesting components was teaching and learning in a community. So Topic 3 is a natural continuation of the discussion.\nIn our group, we decided to focus on finding the best strategies to develop collaborative learning inside the classroom and beyond it. The classroom offers a safe space for students to develop collaborative skills, and opportunities to build networks can be done outside the classroom.\nIt was pretty useful because I strongly believe in collaborative learning (online and face-to-face), and it allowed me to reflect on my teaching practices. Many of my assignments are based on group work. I realised that for some courses, especially first and second-year students, I am very involved in their group work, but I am less involved in other courses (third-year or even Master’s students). Probably because I imagine, at this level, they are already familiar with the process and have acquired the skills. After discussing with my group and reading Brindley, Walti, and Blaschke (2009) and Capdeferro and Romero (2012), it is clear that instructional strategies should be implemented systematically.\nIt is worth listing the sources of frustration that Capdeferro and Romero (2012) found from surveying 40 students from an online Master’s programme involved in collaborative learning experiences:\nimbalance in the level of commitment, responsibility, and effort,\nunshared goals and difficulties in organization,\ndifficulties in communication/dialogue in terms of frequency,\nproblems with negotiation skills\nimbalance in quality of individual contributions\nexcess of time spent and workload\nconflict and problems in reaching consensus\nimbalance between individual expected mark and group mark\nmisunderstandings\nlack of instructor’s support/orientation\nSome issues are outside our control; however, we can significantly help the effectiveness of group collaboration by choosing appropriate instructional designs. Brindley, Walti, and Blaschke (2009) shared strategies they used in their online Master’s programme to show students the value of collaborative learning and engage them in this experience. Here are some key components I find especially useful:\nClear expectations: Tell the students when they will work in groups, for what assignments, and the benefits (now and in the future) they will gain.\nClear instructions for the task: What are they meant to find out as a group? Give them clear directions with learning objectives and assessment rubrics. As a clear structure is essential, making sure they have the space to exercise their independent learning is crucial.\nGuidance for collaborative work: Impart the necessary skills for the students to work effectively as a group. It is best achieved with a scaffolded strategy.\nAppropriate task: Choosing the right task is important to realise the benefits of working together.\nRelevance & connections: Connect to the students’ prior knowledge and new knowledge. Provide an opportunity for authentic learning. Get students to give feedback to each other.\nDeveloping rapport: People work best when comfortable with each other, and it takes time. It is worth giving low stake activities for students to bond with others.\nFollow group progress & give feedback. Students need to be supported in their collaborative learning. Sometimes it is just a matter of improving their self-efficacy, and other times it helps them address learning challenges.\nGive enough time for students to carry out their assignments and make the most of the experience. Also, avoid unnecessary stress.\nCollaborative work is a small part of learning in communities. Connected learning has so many layers, so it will take time to understand its full potential. I have a lot to explore!\n\n\n\nBrindley, Jane E, Christine Walti, and Lisa M Blaschke. 2009. “Creating Effective Collaborative Learning Groups in an Online Environment.” International Review of Research in Open and Distance Learning 10.\n\n\nCapdeferro, Neus, and Margarida Romero. 2012. “Are Online Learners Frustrated with Collaborative Learning Experiences?” The International Review of Research in Open and Distance Learning 13: 26–44.\n\n\n\n\n",
    "preview": "https://www.teachthought.com/wp-content/uploads/2018/05/20-collaborative-learning-tips.png",
    "last_modified": "2021-12-16T22:45:38+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-09-open-learning/",
    "title": "Open Learning – Sharing and Openness",
    "description": "Let's venture into open learning and teaching!",
    "author": [
      {
        "name": "Linda Sellou",
        "url": {}
      }
    ],
    "date": "2021-11-09",
    "categories": [
      "Open Networked Learning",
      "Open education"
    ],
    "contents": "\n\n\n\nFigure 1: Open Source (From xkcd)\n\n\n\nLearning, sharing and teaching “openly” is the second topic for discussion in the ONL course. The term “openly” can have many meanings in everyday life depending where, who and for what we are using it. Using \" Open learning and teaching\" is even more complex.\nMy only knowledge about open education was primarily with open educational resources (OER). Starting with MIT OpenCoursWare ocw.mit.edu to PHET phet.colorado.edu to the many MOOCs out there. Actually this semester the course I am teaching, I am using/recommending to my students the educational resources shared by David Harvey (see here) Professor of Chemistry & Biochemistry at DePauw University. Once he got the copyright of his book Modern Analytical Chemistry (published in 1999 by McGraw-Hill), he decided to share and revisit its content online. Not only he is sharing content about analytical chemistry but also he offers very useful simulations (I am using the Cyclic Voltammetry simulation in class and recommend it to people). I had the chance to correspond with him with my final year project student while working on an educational project and I must say he was very helpful. I found his initiative wonderful and I am glad I get the chance to thank him here.\nOf course I have also shared my teaching materials or talks with people who requested them but I have never shared them online openly. Although I am not opposed to it, I haven’t thought about the proper and safest way to do it.\nOER are wonderful tools if used properly. Often preparing our lecture notes and other materials are the first steps of our course design. When you teach traditional topics most of the content is in textbooks and hence in OER as well. Do we have to re-invent the wheel? Is it ok to refer students to OER for the content? Would the students accept other educator’s lectures for example or would they feel cheated? They already do accept reading textbooks and papers but when it comes to let’s say videos, I find they react differently. It would be interesting to see if we can design a course based on OER and the educator just focus on the processes of teaching & learning and the outcome rather than preparing the content. I wonder if it will allow us to have more time to improve our teaching?\nThis leads me to Open Educational Practices (OEP) and that part is definitely more complicated. I still have a lot to explore but I have found the concept of “open pedagogy” quite interesting. In the OER Starter Kit, an open textbook, there is a section on open pedagogy. Using open pedagogy involves using OER but also developing new OER with students. They encourage the use of renewable assignments where students’ work is to be shared with the Community and contribute to OER. I have done a few times, assignments where students had to create videos to help the public to understand complex scientific issues and help informed decision making. I guess this might be considered as open pedagogy?\n(Cronin 2017) discussed how open practices are complex, personal, contextual and all the time negotiated. It is important to have a supportive environment and a collaborative efforts between the university, staff and students. It seems a bit daunting to venture fully in open practices and if one wants, I think it is difficult to do it on your own without support or guidance.\nAlan, our facilitator shared with us an article by (Moscardini, Strachan, and Vlasova 2020) discussing the role of universities in modern society. They are sharing how higher education has to adapt to a society where internet is the main source of information and the main platform for knowledge exchange. They emphasise how the role of university teacher will be more a guide or mentor and how we should learn about Wikinomics which is about mass collaboration and openness.\nSo at the end maybe we won’t have so much choice and we should start preparing…\n\n\n\nCronin, Catherine. 2017. “Open Education, Open Questions.” EDUCAUSE Review 52. https://er.educause.edu/articles/2017/10/open-education-open-questions.\n\n\nMoscardini, A. O., R. Strachan, and T. Vlasova. 2020. “The Role of Universities in Modern Society.” Studies in Higher Education 0 (0): 1–19. https://doi.org/10.1080/03075079.2020.1807493.\n\n\n\n\n",
    "preview": "http://imgs.xkcd.com/comics/open_source.png",
    "last_modified": "2021-11-09T19:26:44+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-10-18-digital-literacies/",
    "title": "Some Thoughts about Digital Literacies",
    "description": "Here begins my blogging journey...",
    "author": [
      {
        "name": "Linda Sellou",
        "url": {}
      }
    ],
    "date": "2021-10-18",
    "categories": [
      "Open Networked Learning",
      "Digital Literacy"
    ],
    "contents": "\nNow begins my blogging journey! Exciting but stressful at the same time.\nTime has flown by very fast since the beginning of the Open Networked Learning course on Monday 20th September. We spent two weeks getting familiar with the online course structure and getting to know our Problem-based Learning (PBL) group.\nIt is my first time to get to know and work with people I only met online. We are all aware of the challenges (and benefits) of collaborative work. Usually, working with your colleagues face-to-face requires organization. Imagine working with people in a different time zone with a different working environment (I am in Singapore while all my group members are in Finland and Sweden… Scandinavia?…do correct me please!).\nSurprisingly it went pretty smoothly… only because we were well guided at the beginning of this online journey. Our facilitator Alan (who I know from our home institution, National University of Singapore) has prepared us well. I realise the importance of spending time on getting familiar with the learning environment, not to be impeded with it. We also have Luis to help us in this journey, and I think having two people to guide us is not a luxury. Online infrastructure is essential.\nAfter the first two weeks, we tackled our first problem, which focused on digital literacies. The case study presented an educator who enrolled in an online course and is anxious about doing blogs for the first time but acknowledges the importance of social media. I completely related to that. I don’t use social media in my private life, but I also know it can be a helpful tool.\nTo help us understand the digital realm, a webinar was organised on Digital literacies with David White and Jörg Pareigis.\nDavid White presented his Visitors and Residents paradigm (White and Cornu 2011). The key idea is that there is a continuum of web engagement. From the Visitors who only use the internet to do Google search to the Residents who have a constant online presence and online interactions, i.e., an online identity. I like the idea of “digital footprint” to measure digital identity. The other idea is that you could be a Digital Resident in your private life and a Digital Visitor in your professional life or vice-versa.\nOnline engagement is inevitable, especially when you cannot access any more physical places. People have different needs and motivations in different contexts, and therefore their online engagement will change accordingly. The easiest case, it is when you don’t think too much about it. For example, you need to buy food, find a doctor or stay up-to-date with safety measures. In these examples, you have a clear goal and procedure; to be independent, you may want to learn to do it yourself. Here, I would like to share with you about my amazing mother. She was born in France, but my grandparents immigrated from Algeria after World War II; she left school very young to work, worked in a factory and her shop later, and had five rowdy kids (me included). It all started with Skype many years ago because I left France and Skype was cheaper to communicate. Then with affordable smartphones (thanks Xiaomi) came Viber. She was only calling first and gradually texting and now sending photos (she recently learned screen capture too!) in our family group. But the best is Netflix. Netflix is a person at home. She wanted to install Netflix on all TVs at home. The problem is some TVs are old. None of my sisters and I could fix the problem. My mum stubbornly (Mediterranean stubbornness) decided to find the solution on her own and asked Google (“Hey Google”). Google led her to Youtube… and she found the help of a YouTuber!\nSo now, every time he has a problem, she goes on Youtube. Clear goals and Clear motivations.\nI often think if my mum had gone to school, she would be a hacker by now. She is such a good example of self-learning in developing her digital literacies.\nHe got me thinking about acquiring new digital skills and exploring new online spaces.\nDo you want to use a new tool or platform?\nCan you use this new tool or platform?\nDo you need to use this new tool or platform?\nMaybe it is a good start to reflect on our current digital status. The Visitor/Resident vs Personal/Institution map, proposed by David White and discussed during the webinar, helps find out our digital status at a specific time. First, it helps us think about what we are doing and why. Eventually, it can help to decide on “where” we want to go with our digital goals. The “how” is probably the tricky one…\n\n\n\nWhite, David S., and Alison Le Cornu. 2011. “Visitors and Residents: A New Typology for Online Engagement.” First Monday, August. https://doi.org/10.5210/fm.v16i9.3171.\n\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-19T06:36:24+08:00",
    "input_file": {}
  }
]
